{"time": "16:50", "title": "4:50 from Paddington", "author": "Agatha Christie", "description": "Solid red spine with centered white text: title \"4:50 FROM PADDINGTON\" stacked on two lines in Helvetica Bold, and \"AGATHA CHRISTIE\" below in smaller black Helvetica; no other elements.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1650_a.png", "layout": null}
{"time": "16:50", "title": "4:50 from Paddington", "author": "Agatha Christie", "description": "Red spine with thin white horizontal rules 8 mm from the top and bottom edges; between the rules, a white panel centered vertically holds the title \"4:50\" in large black Didot and \"FROM PADDINGTON\" below in smaller black Didot, with \"AGATHA CHRISTIE\" in black GillSans at the bottom of the panel.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1650_b.png", "layout": null}
{"time": "16:50", "title": "4:50 from Paddington", "author": "Agatha Christie", "description": "Red spine with a black vertical band (about 20% of spine width) along the left edge containing the white rotated text \"AGATHA CHRISTIE\"; the remaining red area has the rotated white title \"4:50 FROM PADDINGTON\" in large Futura with a thin white horizontal rule separating \"4:50\" from the rest of the title.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1650_c.png", "layout": null}
{"time": "17:55", "title": "The Last Day: Wrath, Ruin, and Reason in the Great Lisbon Earthquake of 1755", "author": "Nicholas Shrady", "description": "Solid red spine with centered white title in Helvetica: “THE LAST DAY: WRATH, RUIN, AND REASON IN THE GREAT LISBON EARTHQUAKE OF 1755”, rotated and with line breaks after the semicolon, the word reason, and the word grear; author “NICHOLAS SHRADY” horizontal in small black at the bottom.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1755_a.png", "layout": null}
{"time": "17:55", "title": "The Last Day: Wrath, Ruin, and Reason in the Great Lisbon Earthquake of 1755", "author": "Nicholas Shrady", "description": "Red spine with a white vertical panel centered from top to bottom, bordered by thin black rules on both sides; inside the panel set the title in black Garamond with “THE LAST DAY” large, “1755” in bold oversized beneath, beneath that is \"WRATH, RUIN, AND REASON IN THE GREAT LISBON EARTHQUAKE\" with two line breaks, and “NICHOLAS SHRADY” in smaller black at the bottom of the panel, all horizontal.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1755_b.png", "layout": null}
{"time": "17:55", "title": "The Last Day: Wrath, Ruin, and Reason in the Great Lisbon Earthquake of 1755", "author": "Nicholas Shrady", "description": "Red spine with a thin white rule across the top and bottom edges, and a black central band running full height; on the black band place the title in white Futura rotated vertical with “THE LAST DAY” largest, and below it smaller “LISBON EARTHQUAKE” plus a large “1755” in white, with the author in white small at the base of the band, horizontal.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1755_c.png", "layout": null}
{"time": "18:26", "title": "Eighteen Hundred Twenty-Six Journals of John James Audubon", "author": "John James Audubon, Alice Ford", "description": "Solid red spine with the title set in large white Helvetica, rotated vertically reading bottom-to-top: \"EIGHTEEN HUNDRED TWENTY-SIX\" on top and \"JOURNALS OF JOHN JAMES AUDUBON\" beneath; no other elements.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1826_a.png", "layout": null}
{"time": "18:26", "title": "Eighteen Hundred Twenty-Six Journals of John James Audubon", "author": "John James Audubon, Alice Ford", "description": "Red spine with a centered white rectangular panel spanning most of the height, leaving red bands at the top and bottom; inside the panel, set the full title in black Didot, horizontal with line breaks every two words. At the botton, horizontal set \"Alice Ford\" in red Didot, still inside the panel", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1826_b.png", "layout": null}
{"time": "18:26", "title": "Eighteen Hundred Twenty-Six Journals of John James Audubon", "author": "John James Audubon, Alice Ford", "description": "Red spine with a thin black rule running full height near the left edge and another near the right edge; in the central area, set the title in white Garamond rotated vertically with a line break after the numbers, and place a black horizontal band across the middle with Alice Ford in white", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1826_c.png", "layout": null}
{"time": "18:30", "title": "Explanation, or, Eighteen hundred and thirty", "author": "J. C. R. Palmer", "description": "Plain solid red spine; set the title in large white Baskerville, rotated vertical reading bottom-to-top: \"EXPLANATION\" on one line and \"EIGHTEEN HUNDRED AND THIRTY\" beneath it in slightly smaller caps. Add the author \"J. C. R. PALMER\" in small white Baskerville at the bottom, horizontal.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1830_a.png", "layout": null}
{"time": "18:30", "title": "Explanation, or, Eighteen hundred and thirty", "author": "J. C. R. Palmer", "description": "Solid red spine with a centered white rectangular panel leaving red visible at the top and bottom edges; inside the panel, set \"EXPLANATION\" in black Didot, large and horizontal, with a bold black rule beneath it. Below the rule, set \"EIGHTEEN HUNDRED AND THIRTY\" in black Didot, slightly smaller, and place \"J. C. R. PALMER\" in small black Helvetica at the bottom of the panel.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1830_b.png", "layout": null}
{"time": "18:30", "title": "Explanation, or, Eighteen hundred and thirty", "author": "J. C. R. Palmer", "description": "Solid red spine with two thin black horizontal rules spanning left-to-right near the top and near the bottom, leaving red bands at the edges; between the rules, place the title rotated vertical in white Futura with \"EIGHTEEN HUNDRED\" stacked above \"AND THIRTY\" in larger weight than \"EXPLANATION\". Place a small white circle centered between \"AND\" and \"THIRTY\" as a simple separator, and omit the author.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1830_c.png", "layout": null}
{"time": "18:38", "title": "Eighteen Country Ladies, Thirty-Eight Country Hits", "author": "Columbia Pictures", "description": "Solid red spine with the title set in large black Helvetica, rotated vertical and centered: “EIGHTEEN COUNTRY LADIES, THIRTY-EIGHT COUNTRY HITS”. Author “COLUMBIA PICTURES” in smaller white Helvetica at the bottom, rotated to match.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1838_a.png", "layout": null}
{"time": "18:38", "title": "Eighteen Country Ladies, Thirty-Eight Country Hits", "author": "Columbia Pictures", "description": "Red spine with a white vertical center panel running top to bottom, bordered by thin black rules on both sides. Title in black Baskerville stacked and centered inside the panel; author “COLUMBIA PICTURES” in small black Baskerville at the bottom of the panel horizontal.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1838_b.png", "layout": null}
{"time": "18:38", "title": "Eighteen Country Ladies, Thirty-Eight Country Hits", "author": "Columbia Pictures", "description": "Red spine with a thick black band across the top and bottom edges, leaving a red center field and red borders. In the center, a white outlined box contains the title in white Futura rotated vertical, below the bottom band, in horizontal white text is \"Columbia Pictures\"", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1838_c.png", "layout": null}
{"time": "18:50", "title": "Eighteen Fifty: The Year of Decision", "author": "Bernard DeVoto", "description": "Solid red background from top to bottom; centered vertical rotated text in white Helvetica: \"EIGHTEEN FIFTY\" large, with \"THE YEAR OF DECISION\" smaller beneath, and \"BERNARD DEVOTO\" at the bottom in small black.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1850_a.png", "layout": null}
{"time": "18:50", "title": "Eighteen Fifty: The Year of Decision", "author": "Bernard DeVoto", "description": "Red top and bottom bands each about 12% of spine height with a white central panel; in the white panel, set stacked black text in Garamond with \"EIGHTEEN\" on one line, \"FIFTY\" larger on the next, and \"THE YEAR OF DECISION\" below in smaller caps, plus the author \"BERNARD DEVOTO\" in black at the bottom of the panel; add thin black rules separating the red bands from the white panel spanning full width.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1850_b.png", "layout": null}
{"time": "18:50", "title": "Eighteen Fifty: The Year of Decision", "author": "Bernard DeVoto", "description": "Solid red background with two thin white vertical rules running top-to-bottom near the left and right edges; between the rules, place vertical rotated white Didot title with \"EIGHTEEN FIFTY\" large and \"THE YEAR OF DECISION\" smaller below, and a small black rectangle at the bottom containing \"BERNARD DEVOTO\" in white Arial.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1850_c.png", "layout": null}
{"time": "19:12", "title": "I Survived the Sinking of the Titanic, 1912", "author": "Lauren Tarshis", "description": "Solid red spine with white, vertically rotated title in bold Helvetica: \"I SURVIVED THE SINKING OF THE TITANIC\" and a larger \"1912\" centered beneath; author \"LAUREN TARSHIS\" in smaller white text at the bottom.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1912_a.png", "layout": null}
{"time": "19:12", "title": "I Survived the Sinking of the Titanic, 1912", "author": "Lauren Tarshis", "description": "Red spine with a white rectangular panel centered vertically; inside the panel, black stacked text in Georgia reads \"I SURVIVED\" (largest), \"THE SINKING OF THE TITANIC\" (smaller), and \"1912\" (large). Outside the panel, add a thin black rule across the spine near the top and another near the bottom.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1912_b.png", "layout": null}
{"time": "19:12", "title": "I Survived the Sinking of the Titanic, 1912", "author": "Lauren Tarshis", "description": "Red spine with a black vertical band running full height along the left edge (about 20% width); in the band, white vertical text in Futura reads \"I SURVIVED\". On the red area, place \"THE SINKING OF THE TITANIC\" in black, vertically rotated, and set \"1912\" in oversized white digits inside a small black box centered near the lower third.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1912_c.png", "layout": null}
{"time": "19:55", "title": "Nineteen Fifty Five", "author": "Alice Walker", "description": "Solid red spine with the title set in large white vertical-rotated Helvetica centered: “NINETEEN FIFTY FIVE”; author “ALICE WALKER” in smaller white Helvetica at the bottom, horizontal.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1955_a.png", "layout": null}
{"time": "19:55", "title": "Nineteen Fifty Five", "author": "Alice Walker", "description": "Red spine with a wide white center panel running the full height, separated from the red by thin black vertical rules on both sides; inside the panel, set “NINETEEN” at top and “FIFTY FIVE” below in bold black Futura, with “ALICE WALKER” in smaller black Futura at the bottom, horizontal.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1955_b.png", "layout": null}
{"time": "19:55", "title": "Nineteen Fifty Five", "author": "Alice Walker", "description": "Red spine with a thick black horizontal band across the middle spanning full width; in the band, set “FIFTY FIVE” in large white Didot, and above the band place “NINETEEN” in smaller white Didot, with a thin white rule near the top and near the bottom edges, cutting accross the spine.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\1955_c.png", "layout": null}
{"time": "20:04", "title": "Faithful: Two Diehard Boston Red Sox Fans Chronicle the Historic 2004 Season", "author": "Stewart O'Nan", "description": "Solid red spine with white vertical rotated title in Helvetica: “FAITHFUL” large at center, and beneath it in smaller white text “2004 SEASON”; author “STEWART O’NAN” in black at the bottom.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2004_a.png", "layout": null}
{"time": "20:04", "title": "Faithful: Two Diehard Boston Red Sox Fans Chronicle the Historic 2004 Season", "author": "Stewart O'Nan", "description": "Red spine with a white rectangular panel centered, leaving red bands at top and bottom; inside the panel set “FAITHFUL” in bold black Didot, with “HISTORIC 2004 SEASON” in red text below also horizontal with line breaks between each word, and a thin black rule above and below the panel spanning the full spine width.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2004_b.png", "layout": null}
{"time": "20:04", "title": "Faithful: Two Diehard Boston Red Sox Fans Chronicle the Historic 2004 Season", "author": "Stewart O'Nan", "description": "Red spine with a black vertical stripe (about 20% width) along the left edge and a thin white rule separating it from the red field; on the black stripe place “2004” in large white Futura stacked, and on the red field place “FAITHFUL” in large white Georgia with “STEWART O’NAN” in smaller black text at the bottom. all text is horizontal", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2004_c.png", "layout": null}
{"time": "20:33", "title": "Metro 2033", "author": "Дмитрий Глуховский", "description": "Solid red spine with the title 'METRO 2033' in large white Helvetica, rotated vertically and centered; author 'Дмитрий Глуховский' in smaller white Helvetica near the bottom, also vertical.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2033_a.png", "layout": null}
{"time": "20:33", "title": "Metro 2033", "author": "Дмитрий Глуховский", "description": "Red spine with a full-height black central panel (about 70% of spine width) leaving red strips at the left and right edges; 'METRO' in white Futura stacked above a large '2033' in white Futura centered in the panel, with the author in small white Futura at the bottom of the panel.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2033_b.png", "layout": null}
{"time": "20:33", "title": "Metro 2033", "author": "Дмитрий Глуховский", "description": "Red spine with a thin white rule across the top and bottom; a white rectangular label centered vertically (about 60% height and 80% width) containing 'METRO' in black Georgia above an extra-large '2033' in black Georgia, and 'Дмитрий Глуховский' in small black Georgia beneath, all rotated vertically.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2033_c.png", "layout": null}
{"time": "20:33", "title": "Metro 2033", "author": "Дмитрий Глуховский", "description": "Solid red spine with the title 'METRO 2033' in large white Helvetica, rotated vertically and centered; author 'Дмитрий Глуховский' in smaller white Helvetica near the bottom, also vertical.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2033_a.png", "layout": null}
{"time": "20:33", "title": "Metro 2033", "author": "Дмитрий Глуховский", "description": "Red spine with a full-height black central panel (about 70% of spine width) leaving red strips at the left and right edges; 'METRO' in white Futura stacked above a large '2033' in white Futura centered in the panel, with the author in small white Futura at the bottom of the panel.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2033_b.png", "layout": null}
{"time": "20:33", "title": "Metro 2033", "author": "Дмитрий Глуховский", "description": "Red spine with a thin white rule across the top and bottom; a white rectangular label centered vertically (about 60% height and 80% width) containing 'METRO' in black Georgia above an extra-large '2033' in black Georgia, and 'Дмитрий Глуховский' in small black Georgia beneath, all rotated vertically.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2033_c.png", "layout": null}
{"time": "20:33", "title": "Metro 2033", "author": "Дмитрий Глуховский", "description": "Solid red spine with the title 'METRO 2033' in huge black Helvetica, rotated vertically and centered; author 'Дмитрий Глуховский' in smaller white Helvetica near the bottom,horizontal", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2033_a.png", "layout": null}
{"time": "20:33", "title": "Metro 2033", "author": "Дмитрий Глуховский", "description": "Red spine with a full-height black central panel (about 70% of spine width) leaving red strips at the left and right edges; 'METRO' in white Futura stacked above a large '2033' in white Futura centered in the panel, with the author in small white Helvetica at the bottom of the panel.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2033_b.png", "layout": null}
{"time": "20:33", "title": "Metro 2033", "author": "Дмитрий Глуховский", "description": "Red spine with a thin white rule across the top and bottom; a white rectangular label centered vertically (about 60% height and 80% width) containing 'METRO' in black Georgia above an extra-large '2033' in black Georgia, and 'Дмитрий Глуховский' in small black Georgia beneath, all rotated vertically.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2033_c.png", "layout": null}
{"time": "20:34", "title": "Metro 2034", "author": "Дмитрий Глуховский", "description": "Solid red spine with the title \"METRO 2034\" in huge black Helvetica, rotated vertically and centered; author \"ДМИТРИЙ ГЛУХОВСКИЙ\" in smaller white Helvetica below the title, also vertical.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2034_a.png", "layout": null}
{"time": "20:34", "title": "Metro 2034", "author": "Дмитрий Глуховский", "description": "Red spine with thin black rules at the very top and bottom edges; a centered white rectangular panel contains \"METRO\" stacked above an oversized black \"2034\" in Futura, with the author \"ДМИТРИЙ ГЛУХОВСКИЙ\" in small black Helvetica, beneath.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2034_b.png", "layout": null}
{"time": "20:34", "title": "Metro 2034", "author": "Дмитрий Глуховский", "description": "Red spine with a full-height black vertical band on the left (about 20% width); on the red area, \"2034\" appears large in black Helvetica, at the top and \"METRO\" in black Helvetica, below, both rotated vertically, with a thin white rule separating the numbers from the word.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2034_c.png", "layout": null}
{"time": "20:40", "title": "20 Hrs. 40 Min., Our Flight In The Friendship", "author": "Amelia Earhart", "description": "Solid red spine with all text in white, vertically rotated: large \"20 HRS 40 MIN\" at the top, and smaller \"OUR FLIGHT IN THE FRIENDSHIP\" below; \"AMELIA EARHART\" horizontal in black at the bottom. Use Helvetica for all text for maximum readability.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2040_a.png", "layout": null}
{"time": "20:40", "title": "20 Hrs. 40 Min., Our Flight In The Friendship", "author": "Amelia Earhart", "description": "Red spine with a centered white vertical panel running nearly full height, leaving red bands at the top and bottom edges; inside the panel set \"20 HRS\" over \"40 MIN\" in large black Futura, with \"OUR FLIGHT IN THE FRIENDSHIP\" in smaller black below, and \"AMELIA EARHART\" in horizontal red at the bottom of the white panel. Add a thin black rule along both sides of the white panel from top to bottom.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2040_b.png", "layout": null}
{"time": "20:40", "title": "20 Hrs. 40 Min., Our Flight In The Friendship", "author": "Amelia Earhart", "description": "Red spine with a black band across the top and a black band across the bottom (both full width), keeping red visible above and below the bands; in the middle red field place the title vertically stacked in white Times with \"20\" and \"40\" oversized on separate lines, and the remaining words smaller beneath. Place \"AMELIA EARHART\" in white horizontal centered within the bottom black band.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2040_c.png", "layout": null}
{"time": "20:40", "title": "20 Hrs. 40 Min., Our Flight In The Friendship", "author": "Amelia Earhart", "description": "Solid red spine with all text in white, vertically rotated: large \"20 HRS 40 MIN\" at the top, and smaller \"OUR FLIGHT IN THE FRIENDSHIP\" below; \"AMELIA EARHART\" horizontal in black at the bottom. Use Helvetica for all text for maximum readability.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2040_a.png", "layout": null}
{"time": "20:40", "title": "20 Hrs. 40 Min., Our Flight In The Friendship", "author": "Amelia Earhart", "description": "Red spine with a centered white vertical panel running nearly full height, leaving red bands at the top and bottom edges; inside the panel set \"20 HRS\" over \"40 MIN\" in large black Futura, with \"OUR FLIGHT IN THE FRIENDSHIP\" in smaller black below with two line breaks, and \"AMELIA EARHART\" in horizontal red at the bottom of the white panel. Add a thin black rule along both sides of the white panel from top to bottom.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2040_b.png", "layout": null}
{"time": "20:40", "title": "20 Hrs. 40 Min., Our Flight In The Friendship", "author": "Amelia Earhart", "description": "Red spine with a black band across the top and a black band across the bottom (both full width), keeping red visible above and below the bands; in the middle red field place the title vertically stacked in white Times with \"20\", \"Hrs\", \"40\", and \"Mns\" oversized on separate lines, and the remaining words smaller beneath. Place \"AMELIA EARHART\" in white horizontal centered within the bottom black band.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2040_c.png", "layout": null}
{"time": "22:26", "title": "Symphonies, Nos. 22-26", "author": "Wolfgang Amadeus Mozart", "description": "Solid red spine with white, vertically rotated title \"SYMPHONIES 22–26\" in Helvetica centered; author \"MOZART\" in smaller white Helvetica beneath it.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2226_a.png", "layout": null}
{"time": "22:26", "title": "Symphonies, Nos. 22-26", "author": "Wolfgang Amadeus Mozart", "description": "Red spine with thin black rules at the very top and bottom edges; centered white panel (about 70% of spine height) contains stacked black text: \"SYMPHONIES\" then large \"22–26\" then \"MOZART\" in Futura.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2226_b.png", "layout": null}
{"time": "22:26", "title": "Symphonies, Nos. 22-26", "author": "Wolfgang Amadeus Mozart", "description": "Red spine with a wide vertical black band running full height along the left third; in the black band, white vertically rotated text \"SYMPHONIES 22–26\" in GillSans, and on the red area to the right, \"MOZART\" in black Baskerville centered horizontally.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2226_c.png", "layout": null}
{"time": "22:44", "title": "2244 Alien Apocalypse", "author": "Martin Müller, Annika Schüttler, Rainer Ernst", "description": "Solid red spine with centered vertical rotated title in black Helvetica: “2244” large at the top and “ALIEN APOCALYPSE” below in smaller caps; authors horizontal white small at the bottom, separated by line breaks", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2244_a.png", "layout": null}
{"time": "22:44", "title": "2244 Alien Apocalypse", "author": "Martin Müller, Annika Schüttler, Rainer Ernst", "description": "Red spine with a wide black vertical center panel running full height; set “2244” in large white Didot at the top of the panel, “ALIEN APOCALYPSE” stacked below in white GillSans, and a thin white horizontal rule separating the number from the words. authors horizontal small red at the bottom, separated by line breaks", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2244_b.png", "layout": null}
{"time": "22:44", "title": "2244 Alien Apocalypse", "author": "Martin Müller, Annika Schüttler, Rainer Ernst", "description": "Red spine with a white rectangular label centered (about 70% spine height) leaving red bands at top and bottom; inside the label, black Garamond text with “2244” large on top, “Alien Apocalypse” below, and a small black author line at the bottom: “MARTIN MÜLLER • ANNIKA SCHÜTTLER • RAINER ERNST”, three lines all horizontal.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2244_c.png", "layout": null}
{"time": "23:30", "title": "Eleven-thirty till twelve", "author": "Richard Greene", "description": "Solid red spine with centered vertical rotated white title “ELEVEN-THIRTY TILL TWELVE” in Helvetica, and the author “RICHARD GREENE” smaller in white at the bottom, aligned center.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2330_a.png", "layout": null}
{"time": "23:30", "title": "Eleven-thirty till twelve", "author": "Richard Greene", "description": "modern maximalist design", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2330_b.png", "layout": null}
{"time": "23:30", "title": "Eleven-thirty till twelve", "author": "Richard Greene", "description": "contemporary design", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2330_c.png", "layout": null}
{"time": "23:30", "title": "Eleven-thirty till twelve", "author": "Richard Greene", "description": "Solid red spine with centered vertical rotated white title “ELEVEN-THIRTY TILL TWELVE” in Helvetica, and the author “RICHARD GREENE” smaller in white at the bottom, aligned center.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2330_a.png", "layout": null}
{"time": "23:30", "title": "Eleven-thirty till twelve", "author": "Richard Greene", "description": "a spine with a modern maximalist design, include title and author", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2330_b.png", "layout": null}
{"time": "23:30", "title": "Eleven-thirty till twelve", "author": "Richard Greene", "description": "a spine with a contemporary design, include title and author", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2330_c.png", "layout": null}
{"time": "23:36", "title": "Death Note Volume 11/36", "author": "Tsugumi Ohba", "description": "Plain solid red spine with centered vertical rotated black text in Helvetica: \"DEATH NOTE\" large, an horizontal \"11/36\" is near the bottom in black text inside a white box", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2336_a.png", "layout": null}
{"time": "23:36", "title": "Death Note Volume 11/36", "author": "Tsugumi Ohba", "description": "Solid red spine with thin white horizontal rules across the full width near the top and bottom; between them, centered vertical stacked white text in Didot: \"DEATH\" over \"NOTE\", with \"11/36\" in black inside a small white rectangle centered near the bottom.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2336_b.png", "layout": null}
{"time": "23:36", "title": "Death Note Volume 11/36", "author": "Tsugumi Ohba", "description": "Red spine with a black vertical panel running the full height centered at about one-third spine width; inside the black panel, vertical rotated white text in Futura: \"DEATH NOTE\", and at near the top and bottom of the spine place small full-width white bands with \"11/36\" in black centered in the top band and \"TSUGUMI OHBA\" in black centered in the bottom band, both horizontal.", "output": "C:\\Users\\joaop\\MagicBook\\pic\\spines\\2336_c.png", "layout": null}
